@extends('layout')
@section('content')
    <div class="rules">
        <div class="page-title">Правила</div>
        <div class="rules-content">
            <h3>Добро пожаловать на EZSell!</h3>
            <p>Мы стремимся создать безопасную и удобную среду для купли-продажи скинов из игры CS2. Ваши действия на нашей платформе должны соответствовать следующим правилам:</p>
            <br />
            <h3>1. Общие положения</h3>
            <ul class="ul-help">
                <li>Все транзакции должны проводиться исключительно через систему P2P на нашем сайте.</li>
                <li>Запрещается использование любых автоматизированных систем или программ, которые вмешиваются в стандартную работу платформы.</li>
            </ul>
            <h3>2. Требования к товарам</h3>
            <ul class="ul-help">
                <li>Пользователи могут выставлять на продажу только скины из CS2.</li>
            </ul>
            <h3>3. Проведение транзакций</h3>
            <ul class="ul-help">
                <li>Продавец обязан установить цену на товар, исходя из реальных рыночных условий.</li>
                <li>Покупатель и продавец должны подтвердить транзакцию после успешного обмена скинами.</li>
                <li>В случае возникновения спорной ситуации, обе стороны должны следовать рекомендациям службы поддержки EZSell для разрешения конфликта.</li>
            </ul>
            <h3>4. Комиссии и платежи</h3>
            <ul class="ul-help">
                <li>EZSell взимает комиссию в размере 5% с каждой транзакции.</li>
                <li>Выплаты по проданным товарам осуществляются на банковские карты пользователей в течение 24 часов.</li>
                <li>Пользователи должны осведомлены о том, что комиссии за переводы взимаются их банками.</li>
            </ul>
            <h3>5. Запрещенные действия</h3>
            <ul class="ul-help">
                <li>Запрещается использование сайта для любых незаконных транзакций.</li>
                <li>Запрещены попытки манипулирования ценами или создания искусственного дефицита.</li>
                <li>Нарушение любого из этих правил может привести к временной или постоянной блокировке доступа к платформе. Мы оставляем за собой право изменять эти правила в соответствии с потребностями нашей платформы и обязательства перед пользователями.</li>
            </ul>
            <br />
            <p>Спасибо за соблюдение правил и участие в сообществе EZSell!</p>
            <br />
        </div>
    </div>
@endsection
